Repository: openstack-archive/solum-dashboard
Catalog: solumdashboard/locale/*/LC_MESSAGES/django.po
Languages: de, id

source: A yaml file containing custom parameters
de: Eine Yaml-Datei mit benutzerdefinierten Parametern
id: File yaml yang berisi parameter khusus

source: App File
de: Anwendungsdatei

source: App updated
de: App aktualisiert
id: Aplikasi diperbarui

source: Application
de: Anwendung
id: Aplikasi

source: Application Details
de: Anwendungsdetails
id: Detail aplikasi

source: Application Name
de: Anwendungsname

source: Application entry point
de: Anwendungseinstiegspunkt
id: Titik masuk aplikasi

source: Application was successfully created.
de: Die Anwendung wurde erfolgreich erstellt.
id: Aplikasi berhasil dibuat.

source: Applications
de: Anwendungen
id: Aplikasi

source: Assemblies
de: Baugruppen
id: Assemblies (perakitan)

source: Assembly Details
de: Details zur Baugruppe
id: Rincian Perakitan

source: Build and Deploy Application
de: Erstellen und Bereitstellen von Anwendungen
id: Bangun dan Terapkan Aplikasi

source: Command to execute unit tests
de: Befehl zum Ausführen von Komponententests
id: Perintah untuk mengeksekusi tes unit

source: Could not update app
de: Die App konnte nicht aktualisiert werden
id: Tidak dapat memperbarui aplikasi

source: Create Application
de: Anwendung erstellen
id: Buat Aplikasi

source: Create Languagepack
de: Sprachpaket erstellen
id: Buat Languagepack

source: Created at
de: Hergestellt in
id: Created at (dibuat di)

source: Delete Application
de: Lösche Anwendung

source: Delete Assembly
de: Gelöschte Baugruppe

source: Delete Languagepack
de: Lösche Sprachpaket

source: Deleted Application
de: Gelöschte Anwendung

source: Deleted Languagepack
de: Gelöschtes Sprachpaket

source: Deploy Application
de: Stellen Sie die Anwendung bereit
id: Terapkan Aplikasi

source: Description
de: Beschreibung
id: Deskripsi

source: Description:
de: Beschreibung:
id: Deskripsi:

source: Enter the details for the application.
de: Geben Sie die Details für die Anwendung ein.
id: Masukkan detail untuk aplikasi.

source: Enter the details for the languagepack.
de: Geben Sie die Details für das Sprachpaket ein.
id: Masukkan detail untuk languagepack.

source: Entry points
de: Einstiegspunkte
id: Titik masuk

source: General Info
de: Allgemeine Information
id: Informasi Umum

source: ID of the DU image
de: ID des DU-Abbildes
id: ID image DU

source: Input
de: Eingang

source: Languagepack
de: Sprachpaket

source: Languagepack %s was successfully created.
de: Sprachpaket %s wurde erfolgreich erstellt.
id: Languagepack %s berhasil dibuat.

source: Languagepack Details
de: Sprachpaket Details
id: Detail Languagepack

source: Languagepack Metadata File
de: Sprachpaket-Metadaten-Datei
id: File Metadata Languagepack

source: Languagepack Name
de: Sprachpaketname
id: Nama Languagepack

source: Languagepacks
de: Sprachpakete
id: Languagepack

source: Launch Application
de: Programm starten

source: Local Storage
de: Lokaler Speicher
id: Penyimpanan lokal

source: Local app file location
de: Speicherort der lokalen Anwendungsdatei
id: Lokasi file aplikasi lokal

source: Location
de: Ort
id: Lokasi

source: Log details
de: Protokolldetails
id: Detail log

source: Log details for
de: Protokolldetails für
id: Detail log untuk

source: Logs
de: Protokolle
id: Log

source: New Application
de: Neue Anwendung
id: Aplikasi baru

source: New Assembly
de: Neue Baugruppen
id: New Assembly (perakitan baru)

source: New Languagepack
de: Neues Sprachpaket
id: Languagepack baru

source: No Log details.
de: Keine Protokolldetails.
id: Tidak ada rincian Log.

source: No Workflow details.
de: Keine Workflowdetails.
id: Tidak ada detail Alur Kerja.

source: Parameter File
de: Parameterdatei
id: File Parameter

source: Please supply a github url
de: Bitte gib eine Github-URL an
id: Harap berikan url github

source: Please supply a languagepack
de: Bitte liefern Sie ein Sprachpaket
id: Harap berikan languagepack

source: Please supply a name
de: Bitte geben Sie einen Namen an
id: Harap berikan nama

source: Please supply a run command
de: Bitte geben Sie einen Laufbefehl ein
id: Harap berikan perintah run

source: Please supply an app file
de: Bitte geben Sie eine App-Datei an
id: Harap berikan file aplikasi

source: Resource UUID
de: Ressourcen-UUID
id: Sumber UUID

source: Scale Application
de: Anwendung skalieren
id: Aplikasi Skala

source: Scale target must be greater than zero
de: Maßstabsziel muss größer als Null sein
id: Target skala harus lebih besar dari nol

source: Scheduled deletion of Assembly
de: Geplante Baugruppenlöschung

source: Solum - Applications
de: Solum - Anwendungen
id: Solum - Aplikasi

source: Solum - Assemblies
de: Solum - Baugruppen
id: Solum - Rakitan

source: Solum - Languagepacks
de: Solum - Sprachpakete
id: Solum - Languagepack

source: Source
de: Quelle

source: Source Repository
de: Quell-Repository

source: Source Revision
de: Quellversion

source: Source URI
de: Quell-URI

source: Source Uri
de: Quelle Uri

source: Source repository
de: Quell-Repository
id: Sumber repositori

source: Swift Container
de: Schneller Behälter
id: Kontainer Swift

source: Swift Path
de: Schneller Pfad
id: Jalur Swift

source: Target
de: Ziel

source: Target Instances
de: Zielinstanzen
id: Instance sasaran

source: The ID of the DU image is optional, You can deploy the applications without this.
de: Die ID des DU-Abbildes ist optional. Sie können die Anwendungen ohne dieses bereitstellen.
id: ID dari image DU adalah opsional, Anda dapat menerapkan aplikasi tanpa ini.

source: The port your application listens on
de: Der Port, auf den Ihre Anwendung zugreift
id: Port aplikasi Anda mendengarkan

source: Trigger
de: Auslösen
id: Trigger (pemicu)

source: Trigger URI
de: Auslöser-URI
id: Pemicu URI

source: Trigger UUID
de: Auslöser UUID
id: Memicu UUID

source: Unable to create application.
de: Die Anwendung konnte nicht erstellt werden.

source: Unable to create languagepack.
de: Kann Sprachpaket nicht erstellen.
id: Tidak dapat membuat languagepack.

source: Unable to retrieve application details.
de: Die Anwendungsdetails konnten nicht abgerufen werden.
id: Tidak dapat mengambil detail aplikasi.

source: Unable to retrieve apps.
de: Apps konnten nicht abgerufen werden.
id: Tidak dapat mengambil aplikasi.

source: Unable to retrieve assemblies.
de: Kann Baugruppen nicht abrufen.

source: Unable to retrieve languagepack details.
de: Die Sprachpaketdetails konnten nicht abgerufen werden.
id: Tidak dapat mengambil detail languagepack.

source: Unable to retrieve languagepacks.
de: Sprachpakete konnten nicht abgerufen werden.
id: Tidak dapat mengambil languagepack.

source: Update
de: Aktualisieren
id: Memperbarui

source: Update App
de: App aktualisieren
id: Perbarui Aplikasi

source: Update Application
de: Anwendung aktualisieren
id: Perbarui Aplikasi

source: Updated at
de: Aktualisiert am
id: Updated at (diperbarui pada)

source: View
de: Ansicht

source: View Application Logs
de: Anwendungsprotokolle anzeigen
id: Lihat Log Aplikasi

source: Workflow ID
de: Arbeitsablauf-ID

source: Workflow Run Command
de: Workflow-Ausführungsbefehl
id: Perintah Jalankan Alur Kerja

source: Workflow Test Command
de: Workflow Testbefehl
id: Perintah Tes Alur Kerja

source: Workflow details for
de: Workflowdetails für
id: Detail alur kerja untuk

source: Ports
id: Port
